Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: This layout is too wide for a full Touch Bar. Use a narrower preset to avoid clipped widgets.
af: Hierdie uitleg is te wyd vir 'n volle Touch Bar. Gebruik 'n nouer voorafinstelling om geknipte legstukke te vermy.
am: ይህ አቀማመጥ ለሙሉ Touch Bar በጣም ሰፊ ነው። የተቀነጠቁ መግብሮችን ለማስወገድ ጠባብ ቅድመ ዝግጅትን ይጠቀሙ።
ar: هذا التخطيط واسع جدًا بحيث لا يناسب Touch Bar بالكامل. استخدم إعدادًا مسبقًا أضيق لتجنب الأدوات المقطوعة.
az: Bu tərtibat tam Touch Bar üçün çox genişdir. Kəsilmiş vidcetlərin qarşısını almaq üçün daha dar bir əvvəlcədən təyinatdan istifadə edin.
be: Гэты макет занадта шырокі для поўнага Touch Bar. Каб пазбегнуць выразаных віджэтаў, выкарыстоўвайце больш вузкія налады.
bg: Това оформление е твърде широко за пълен Touch Bar. Използвайте по-тясна предварителна настройка, за да избегнете изрязани уиджети.
bn: এই লেআউটটি সম্পূর্ণ Touch Bar এর জন্য খুবই প্রশস্ত৷ ক্লিপ করা উইজেট এড়াতে একটি সংকীর্ণ প্রিসেট ব্যবহার করুন।
bs: Ovaj raspored je preširok za pun Touch Bar. Koristite uže unapred podešene postavke da biste izbegli isečene vidžete.
ca: Aquest disseny és massa ampli per a un Touch Bar complet. Utilitzeu un valor predefinit més estret per evitar ginys retallats.
ceb: Kini nga layout lapad kaayo alang sa usa ka bug-os nga Touch Bar. Paggamit ug mas pig-ot nga preset aron malikayan ang mga giputol nga mga widget.
co: Stu layout hè troppu largu per un Touch Bar pienu. Aduprate un preset più strettu per evità i widgets tagliati.
cs: Toto rozložení je příliš široké pro plný Touch Bar. Použijte užší předvolbu, abyste se vyhnuli oříznutým widgetům.
cy: Mae'r cynllun hwn yn rhy eang ar gyfer Touch Bar llawn. Defnyddiwch ragosodiad culach i osgoi teclynnau wedi'u clipio.
da: Dette layout er for bredt til en fuld Touch Bar. Brug en smallere forudindstilling for at undgå afklippede widgets.
de: Dieses Layout ist zu breit für ein vollständiges Touch Bar. Verwenden Sie eine schmalere Voreinstellung, um abgeschnittene Widgets zu vermeiden.
el: Αυτή η διάταξη είναι πολύ ευρεία για ένα πλήρες Touch Bar. Χρησιμοποιήστε μια πιο στενή προεπιλογή για να αποφύγετε τα κομμένα γραφικά στοιχεία.
eo: Ĉi tiu aranĝo estas tro larĝa por plena Touch Bar. Uzu pli mallarĝan antaŭgordilon por eviti tonditajn fenestraĵojn.
es: Este diseño es demasiado amplio para un Touch Bar completo. Utilice un ajuste preestablecido más estrecho para evitar widgets recortados.
et: See paigutus on täieliku Touch Bar jaoks liiga lai. Kasutage kärbitud vidinate vältimiseks kitsamat eelseadistust.
eu: Diseinu hau zabalegia da Touch Bar oso baterako. Erabili aurrezarpen estuagoa moztutako widget-ak saihesteko.
fa: این چیدمان برای یک Touch Bar کامل بسیار گسترده است. برای جلوگیری از بریده شدن ویجت، از پیش تنظیم باریکتر استفاده کنید.
fi: Tämä asettelu on liian leveä koko Touch Bar:lle. Käytä kapeampaa esiasetusta välttääksesi leikatut widgetit.
fil: Masyadong malawak ang layout na ito para sa isang buong Touch Bar. Gumamit ng mas makitid na preset upang maiwasan ang mga na-cut na widget.
fr: Cette disposition est trop large pour un Touch Bar complet. Utilisez un préréglage plus étroit pour éviter les widgets écrêtés.
fy: Dizze yndieling is te breed foar in folsleine Touch Bar. Brûk in smellere foarynstelling om knipte widgets te foarkommen.
ga: Tá an leagan amach seo ró-leathan do Touch Bar iomlán. Úsáid réamhshocrú níos cúinge chun giuirléidí gearrtha a sheachaint.
gd: Tha an cruth seo ro fharsaing airson Touch Bar slàn. Cleachd ro-aithris nas cumhainge gus widgets glaiste a sheachnadh.
gl: Este deseño é demasiado ancho para un Touch Bar completo. Use unha configuración predeterminada máis estreita para evitar widgets recortados.
gu: આ લેઆઉટ સંપૂર્ણ Touch Bar માટે ખૂબ પહોળું છે. ક્લિપ કરેલા વિજેટોને ટાળવા માટે સાંકડા પ્રીસેટનો ઉપયોગ કરો.
ha: Wannan shimfidar wuri yana da faɗi da yawa don cikakken Touch Bar. Yi amfani da saiti mai kunkuntar don guje wa yanke widget din.
haw: He ākea loa kēia hoʻolālā no kahi Touch Bar piha. E hoʻohana i kahi preset ʻoi aku ka liʻiliʻi e pale i nā widget i ʻoki ʻia.
he: פריסה זו רחבה מדי עבור Touch Bar מלא. השתמש בהגדרה מצומצמת יותר כדי להימנע מווידג'טים חתוכים.
hi: यह लेआउट पूर्ण Touch Bar के लिए बहुत चौड़ा है। क्लिप किए गए विजेट से बचने के लिए एक संकीर्ण प्रीसेट का उपयोग करें।
hmn: Qhov kev teeb tsa no dav dhau rau tag nrho Touch Bar. Siv qhov nqaim preset kom tsis txhob clipped widgets.
hr: Ovaj raspored je preširok za puni Touch Bar. Koristite užu unaprijed postavljenu postavku kako biste izbjegli izrezane widgete.
ht: Layout sa a twò lajè pou yon Touch Bar plen. Sèvi ak yon prereglaj ki pi etwat pou evite widgets koupe.
hu: Ez az elrendezés túl széles egy teljes Touch Bar-hez. Használjon szűkebb előre beállított értéket a kivágott widgetek elkerülése érdekében.
hy: Այս դասավորությունը չափազանց լայն է ամբողջական Touch Bar-ի համար: Օգտագործեք ավելի նեղ նախադրյալ՝ կտրված վիջեթներից խուսափելու համար:
id: Tata letak ini terlalu lebar untuk Touch Bar penuh. Gunakan preset yang lebih sempit untuk menghindari widget terpotong.
ig: Nhazi a obosara nke ukwuu maka Touch Bar zuru ezu. Jiri atọrọ atọ dị warara ka ịzenarị wijetị ebibiri.
is: Þetta skipulag er of breitt fyrir fullan Touch Bar. Notaðu þrengri forstillingu til að forðast klipptar græjur.
it: Questo layout è troppo ampio per un Touch Bar completo. Utilizza una preimpostazione più stretta per evitare widget ritagliati.
ja: このレイアウトは、完全な Touch Bar には広すぎます。ウィジェットのクリップを避けるには、幅の狭いプリセットを使用します。
jv: Tata letak iki amba banget kanggo Touch Bar lengkap. Gunakake prasetel sing luwih sempit kanggo ngindhari widget sing dipotong.
ka: ეს განლაგება ძალიან ფართოა სრული Touch Bar-ისთვის. გამოიყენეთ ვიწრო წინასწარ დაყენება, რათა თავიდან აიცილოთ ამოჭრილი ვიჯეტები.
kk: Бұл орналасу толық Touch Bar үшін тым кең. Кесілген виджеттерді болдырмау үшін тар алдын ала орнатуды пайдаланыңыз.
km: ប្លង់នេះធំទូលាយពេកសម្រាប់ Touch Bar ពេញលេញ។ ប្រើការកំណត់ជាមុនតូចចង្អៀត ដើម្បីជៀសវាងធាតុក្រាហ្វិកដែលបានកាត់។
kn: ಪೂರ್ಣ Touch Bar ಗೆ ಈ ಲೇಔಟ್ ತುಂಬಾ ವಿಸ್ತಾರವಾಗಿದೆ. ಕ್ಲಿಪ್ ಮಾಡಿದ ವಿಜೆಟ್‌ಗಳನ್ನು ತಪ್ಪಿಸಲು ಕಿರಿದಾದ ಪೂರ್ವನಿಗದಿಯನ್ನು ಬಳಸಿ.
ko: 이 레이아웃은 전체 Touch Bar에 비해 너무 넓습니다. 잘린 위젯을 방지하려면 더 좁은 사전 설정을 사용하세요.
ku: Ev layout ji bo Touch Bar-a tevahî pir fireh e. Pêşniyarek tengtir bikar bînin da ku ji widgetên qutkirî dûr bixin.
ky: Бул схема толук Touch Bar үчүн өтө кенен. Кыскартылган виджеттерди болтурбоо үчүн алдын ала орнотууну тарыраак колдонуңуз.
la: Haec layout nimis lata est ad plenum Touch Bar. Utere angustiore praesepio ad vitanda contenta curta.
lb: Dëse Layout ass ze breet fir eng voll Touch Bar. Benotzt e méi schmuele Viraussetzung fir ofgeschniddene Widgets ze vermeiden.
lo: ໂຄງຮ່າງນີ້ກວ້າງເກີນໄປສໍາລັບ Touch Bar ເຕັມ. ໃຊ້ການຕັ້ງຄ່າທີ່ແຄບກວ່າເພື່ອຫຼີກເວັ້ນການຕັດ widget.
lt: Šis išdėstymas per platus visam Touch Bar. Naudokite siauresnį išankstinį nustatymą, kad išvengtumėte nukirptų valdiklių.
lv: Šis izkārtojums ir pārāk plašs pilnam Touch Bar. Izmantojiet šaurāku sākotnējo iestatījumu, lai izvairītos no apgrieztiem logrīkiem.
mg: Malalaka loatra ity lamina ity ho an'ny Touch Bar feno. Mampiasà preset tery kokoa mba hialana amin'ny widgets.
mi: He whanui rawa tenei tahora mo te Touch Bar katoa. Whakamahia he tatūkē whaiti hei karo i nga widget kua tapahia.
mk: Овој распоред е премногу широк за целосен Touch Bar. Користете потесно меморирање за да избегнете исечени виџети.
ml: ഒരു പൂർണ്ണ Touch Bar-ന് ഈ ലേഔട്ട് വളരെ വിശാലമാണ്. ക്ലിപ്പുചെയ്‌ത വിജറ്റുകൾ ഒഴിവാക്കാൻ ഇടുങ്ങിയ പ്രീസെറ്റ് ഉപയോഗിക്കുക.
mn: Энэ бүдүүвч бүрэн Touch Bar-д хэт өргөн байна. Таслагдсан виджетүүдээс зайлсхийхийн тулд илүү нарийссан урьдчилан тохируулгыг ашиглана уу.
mr: हा लेआउट पूर्ण Touch Bar साठी खूप विस्तृत आहे. क्लिप केलेले विजेट्स टाळण्यासाठी अरुंद प्रीसेट वापरा.
ms: Reka letak ini terlalu lebar untuk Touch Bar penuh. Gunakan pratetap yang lebih sempit untuk mengelakkan widget terpotong.
mt: Dan it-tqassim huwa wiesa 'wisq għal Touch Bar sħiħ. Uża ssettjar minn qabel idjaq biex tevita widgets maqtugħin.
my: ဤအပြင်အဆင်သည် Touch Bar အပြည့်အစုံအတွက် အလွန်ကျယ်သည်။ ညှပ်ထားသောဝစ်ဂျက်များကိုရှောင်ရှားရန် ပိုမိုကျဉ်းမြောင်းသောကြိုတင်ပြင်ဆင်မှုကိုသုံးပါ။
nb: Denne layouten er for bred for en full Touch Bar. Bruk en smalere forhåndsinnstilling for å unngå klippede widgets.
ne: यो लेआउट पूर्ण Touch Bar को लागी धेरै चौडा छ। क्लिप गरिएका विजेटहरूबाट बच्न साँघुरो प्रिसेट प्रयोग गर्नुहोस्।
nl: Deze indeling is te breed voor een volledige Touch Bar. Gebruik een smallere voorinstelling om geknipte widgets te voorkomen.
ny: Masanjidwe awa ndi otambalala kwambiri kuti agwirizane ndi Touch Bar yathunthu. Gwiritsani ntchito zosungirako zocheperako kuti mupewe ma widget odulidwa.
pa: ਇਹ ਖਾਕਾ ਪੂਰੇ Touch Bar ਲਈ ਬਹੁਤ ਚੌੜਾ ਹੈ। ਕੱਟੇ ਹੋਏ ਵਿਜੇਟਸ ਤੋਂ ਬਚਣ ਲਈ ਇੱਕ ਸੰਕੁਚਿਤ ਪ੍ਰੀਸੈੱਟ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Ten układ jest zbyt szeroki dla pełnego Touch Bar. Użyj węższego ustawienia wstępnego, aby uniknąć przyciętych widżetów.
ps: دا ترتیب د بشپړ Touch Bar لپاره خورا پراخه دی. د کلپ شوي ویجټونو څخه مخنیوي لپاره یو تنګ پری سیټ وکاروئ.
pt: Este layout é muito amplo para um Touch Bar completo. Use uma predefinição mais estreita para evitar widgets cortados.
ro: Acest aspect este prea larg pentru un Touch Bar complet. Utilizați o presetare mai îngustă pentru a evita widgeturile tăiate.
ru: Этот макет слишком широк для полного Touch Bar. Используйте более узкую предустановку, чтобы избежать обрезания виджетов.
sd: هي ترتيب تمام وسيع آهي هڪ مڪمل Touch Bar لاءِ. ڪلپ ٿيل ويجيٽس کان بچڻ لاءِ هڪ تنگ اڳواٽ استعمال ڪريو.
si: මෙම පිරිසැලසුම සම්පූර්ණ Touch Bar සඳහා පුළුල් වැඩිය. කපන ලද විජට් වළක්වා ගැනීමට පටු පෙරසිටුවක් භාවිතා කරන්න.
sk: Toto rozloženie je príliš široké pre celý Touch Bar. Použite užšiu predvoľbu, aby ste sa vyhli orezaným miniaplikáciám.
sl: Ta postavitev je preširoka za celoten Touch Bar. Uporabite ožjo prednastavitev, da se izognete odrezanim pripomočkom.
sm: O lenei fa'atulagaga e lautele tele mo se Touch Bar atoa. Fa'aoga se fa'asologa vaapiapi e aloese ai mai widget tipi.
sn: Iyi dhizaini yakawandisa kune yakazara Touch Bar. Shandisa yakatetepa preset kudzivirira akachekwa majeti.
so: Qaabayntani aad bay u ballaadhan tahay Touch Bar buuxa. Isticmaal horee dhuuban si aad uga fogaato widgets go'ay.
sq: Ky plan urbanistik është shumë i gjerë për një Touch Bar të plotë. Përdorni një paravendosje më të ngushtë për të shmangur miniaplikacionet e prera.
st: Sebopeho sena se pharaletse haholo bakeng sa Touch Bar e felletseng. Sebelisa li-preset tse nyane ho qoba li-widget tse koetsoeng.
su: perenah ieu teuing lega pikeun Touch Bar pinuh. Anggo prasetél anu langkung heureut pikeun ngahindarkeun widget anu dipotong.
sv: Den här layouten är för bred för en fullständig Touch Bar. Använd en smalare förinställning för att undvika klippta widgets.
sw: Mpangilio huu ni mpana sana kwa Touch Bar kamili. Tumia mpangilio finyu zaidi ili kuepuka wijeti zilizonaswa.
ta: முழு Touch Barக்கு இந்த தளவமைப்பு மிகவும் அகலமானது. கிளிப் செய்யப்பட்ட விட்ஜெட்களைத் தவிர்க்க, குறுகிய முன்னமைவைப் பயன்படுத்தவும்.
te: పూర్తి Touch Bar కోసం ఈ లేఅవుట్ చాలా విస్తృతంగా ఉంది. క్లిప్ చేయబడిన విడ్జెట్‌లను నివారించడానికి ఇరుకైన ప్రీసెట్‌ని ఉపయోగించండి.
tg: Ин тарҳ барои пурраи Touch Bar хеле васеъ аст. Барои пешгирӣ кардани виджетҳои буридашуда пешакии тангтарро истифода баред.
th: โครงร่างนี้กว้างเกินไปสำหรับ Touch Bar แบบเต็ม ใช้ค่าที่ตั้งล่วงหน้าที่แคบลงเพื่อหลีกเลี่ยงวิดเจ็ตที่ถูกตัด
tr: Bu düzen tam bir Touch Bar için fazla geniş. Kırpılmış widget'ları önlemek için daha dar bir ön ayar kullanın.
uk: Цей макет занадто широкий для повного Touch Bar. Використовуйте вужчий стиль, щоб уникнути обрізаних віджетів.
ur: یہ لے آؤٹ مکمل Touch Bar کے لیے بہت وسیع ہے۔ تراشے ہوئے ویجٹ سے بچنے کے لیے ایک تنگ پیش سیٹ کا استعمال کریں۔
uz: Bu tartib toʻliq Touch Bar uchun juda keng. Kesilgan vidjetlardan qochish uchun torroq oldindan o'rnatishdan foydalaning.
vi: Bố cục này quá rộng đối với Touch Bar đầy đủ. Sử dụng cài đặt trước hẹp hơn để tránh các vật dụng bị cắt bớt.
xh: Olu yilo lubanzi kakhulu kwi-Touch Bar epheleleyo. Sebenzisa ukusetha kwangaphambili okuncinci ukunqanda iiwijethi ezichetyiweyo.
yi: דער אויסלייג איז צו ברייט פֿאַר אַ פול Touch Bar. ניצן אַ שמאָלער פּריסעט צו ויסמיידן קליפּט ווידזשיץ.
yo: Ifilelẹ yii gbooro ju fun Touch Bar ni kikun. Lo tito tẹlẹ dín lati yago fun awọn ẹrọ ailorukọ gige.
zh_hans: 对于完整的 Touch Bar 来说，此布局太宽。使用较窄的预设以避免剪切小部件。
zh_hant: 對於完整的 Touch Bar 來說，此佈局太寬。使用較窄的預設以避免剪切小部件。
zu: Lesi sakhiwo sibanzi kakhulu ukuthi singangena i-Touch Bar egcwele. Sebenzisa ukusetha ngaphambilini okuncane ukuze ugweme amawijethi aqoshiwe.

source: Throughput history fills in after a few live samples.
af: Deurvoergeskiedenis vul in na 'n paar lewendige monsters.
am: የፍጻሜ ታሪክ ከጥቂት የቀጥታ ናሙናዎች በኋላ ይሞላል።
ar: يتم ملء سجل الإنتاجية بعد بضعة عينات حية.
az: Ötürmə tarixçəsi bir neçə canlı nümunədən sonra doldurulur.
be: Гісторыя прапускной здольнасці запаўняецца пасля некалькіх жывых узораў.
bg: Историята на пропускателната способност се попълва след няколко проби на живо.
bn: থ্রুপুট ইতিহাস কয়েকটি লাইভ নমুনার পরে পূরণ হয়।
bs: Istorija protoka se popunjava nakon nekoliko živih uzoraka.
ca: L'historial de rendiment s'omple després d'unes quantes mostres en directe.
ceb: Ang kasaysayan sa throughput napuno pagkahuman sa pipila ka mga live sample.
co: A storia di u throughput si riempie dopu uni pochi di campioni in diretta.
cs: Historie propustnosti se vyplní po několika živých vzorcích.
cy: Mae hanes trwybwn yn llenwi ar ôl ychydig o samplau byw.
da: Gennemløbshistorik udfyldes efter et par levende prøver.
de: Der Durchsatzverlauf wird nach einigen Live-Samples ausgefüllt.
el: Το ιστορικό διακίνησης συμπληρώνεται μετά από μερικά ζωντανά δείγματα.
eo: Traira historio pleniĝas post kelkaj vivaj specimenoj.
es: El historial de rendimiento se completa después de algunas muestras en vivo.
et: Läbilaskevõime ajalugu täitub mõne reaalajas näidise järel.
eu: Errendimenduaren historia zuzeneko lagin batzuen ondoren betetzen da.
fa: تاریخچه عملکرد پس از چند نمونه زنده پر می شود.
fi: Suorituskykyhistoria täyttyy muutaman live-näytteen jälkeen.
fil: Napupuno ang throughput history pagkatapos ng ilang live na sample.
fr: L’historique du débit se remplit après quelques échantillons en direct.
fy: Trochstreamskiednis foltôget nei in pear live samples.
ga: Líontar stair tréchur isteach tar éis cúpla sampla beo.
gd: Bidh eachdraidh trochur a’ lìonadh a-steach às deidh beagan shamhlaichean beò.
gl: O historial de rendemento énchese despois dunhas cantas mostras en directo.
gu: થ્રુપુટ ઇતિહાસ થોડા જીવંત નમૂનાઓ પછી ભરે છે.
ha: Tarihin kayan aiki yana cika bayan ƴan samfurori masu rai.
haw: Hoʻopiha ka mōʻaukala throughput ma hope o kekahi mau laʻana ola.
he: היסטוריית התפוקה מתמלאת לאחר כמה דוגמאות חיות.
hi: कुछ जीवित नमूनों के बाद थ्रूपुट इतिहास भर जाता है।
hmn: Cov ntaub ntawv keeb kwm dhau los ua tiav tom qab ob peb cov qauv nyob.
hr: Povijest propusnosti popunjava se nakon nekoliko uzoraka uživo.
ht: Istwa debi ranpli apre kèk echantiyon vivan.
hu: Az átviteli előzmények néhány élő minta után kitöltődnek.
hy: Գործընթացի պատմությունը լրացվում է մի քանի կենդանի նմուշներից հետո:
id: Riwayat throughput terisi setelah beberapa sampel langsung.
ig: Akụkọ ihe mere eme na-ejupụta mgbe ihe nlele ole na ole gachara.
is: Afkastasaga fyllist út eftir nokkur lifandi sýnishorn.
it: La cronologia della produttività si riempie dopo alcuni campioni dal vivo.
ja: スループット履歴は、いくつかのライブ サンプルの後に入力されます。
jv: Riwayat throughput diisi sawise sawetara conto langsung.
ka: გამტარუნარიანობის ისტორია ივსება რამდენიმე ცოცხალი ნიმუშის შემდეგ.
kk: Өткізу тарихы бірнеше тірі үлгілерден кейін толтырылады.
km: ប្រវត្តិនៃការបញ្ចូលត្រូវបានបំពេញបន្ទាប់ពីគំរូបន្តផ្ទាល់មួយចំនួន។
kn: ಕೆಲವು ಲೈವ್ ಮಾದರಿಗಳ ನಂತರ ಥ್ರೋಪುಟ್ ಇತಿಹಾಸವು ತುಂಬುತ್ತದೆ.
ko: 처리량 기록은 몇 가지 라이브 샘플 후에 채워집니다.
ku: Dîroka rêwîtiyê piştî çend nimûneyên zindî tije dibe.
ky: Өткөрүү тарыхы бир нече жандуу үлгүлөрдөн кийин толтурулат.
la: Per totam historiam post pauca exempla vivam implet.
lb: Duerchgang Geschicht fëllt an no e puer liewen Echantillon.
lo: ປະຫວັດການສົ່ງຂໍ້ມູນຈະຕື່ມຂໍ້ມູນໃສ່ຫຼັງຈາກຕົວຢ່າງທີ່ມີຊີວິດສອງສາມຢ່າງ.
lt: Pralaidumo istorija užpildoma po kelių tiesioginių pavyzdžių.
lv: Caurlaides vēsture tiek aizpildīta pēc dažiem reāllaika paraugiem.
mg: Ny tantaran'ny throughput dia feno aorian'ny santionany mivantana vitsivitsy.
mi: Ka whakakiia te hitori puta noa i muri i etahi tauira ora.
mk: Историјата на пропусната моќ се пополнува по неколку примероци во живо.
ml: കുറച്ച് തത്സമയ സാമ്പിളുകൾക്ക് ശേഷം ത്രൂപുട്ട് ചരിത്രം പൂരിപ്പിക്കുന്നു.
mn: Дамжуулах түүхийг хэд хэдэн амьд дээжийн дараа бөглөнө.
mr: थ्रूपुट इतिहास काही थेट नमुन्यांनंतर भरतो.
ms: Sejarah throughput diisi selepas beberapa sampel langsung.
mt: L-istorja tat-throughput timla wara ftit kampjuni ħajjin.
my: တိုက်ရိုက်နမူနာအနည်းငယ်ပြီးနောက် ဖြတ်သန်းမှုမှတ်တမ်းကို ဖြည့်သွင်းသည်။
nb: Gjennomstrømningshistorikk fylles ut etter noen få levende prøver.
ne: थ्रुपुट इतिहास केही प्रत्यक्ष नमूनाहरू पछि भरिन्छ।
nl: De doorvoergeschiedenis wordt ingevuld na een paar live samples.
ny: Mbiri yodutsa imadzaza pambuyo pa zitsanzo zingapo zamoyo.
pa: ਥ੍ਰੋਪੁੱਟ ਇਤਿਹਾਸ ਕੁਝ ਲਾਈਵ ਨਮੂਨਿਆਂ ਤੋਂ ਬਾਅਦ ਭਰਦਾ ਹੈ।
pl: Historia przepustowości zostaje zapełniona po kilku próbkach na żywo.
ps: د ټریپټ تاریخ د څو ژوندیو نمونو وروسته ډکیږي.
pt: O histórico de rendimento é preenchido após algumas amostras ao vivo.
ro: Istoricul debitului se completează după câteva mostre live.
ru: История пропускной способности заполняется после нескольких живых образцов.
sd: تاريخ جي تاريخ ڪجھ زنده نمونن کان پوءِ ڀري ٿي.
si: ප්‍රතිදාන ඉතිහාසය සජීවී සාම්පල කිහිපයකට පසුව පුරවයි.
sk: História priepustnosti sa vyplní po niekoľkých živých ukážkach.
sl: Zgodovina pretoka se izpolni po nekaj vzorcih v živo.
sm: E fa'atumu le tala fa'asolopito pe a uma ni nai fa'ata'ita'iga ola.
sn: Kuburikidza kwenhoroondo inozadza mushure memasample mashoma mhenyu.
so: Taariikhda wax-soo-saarka ayaa buuxinaysa dhowr muunado nool ka dib.
sq: Historia e qarkullimit plotësohet pas disa mostrave të drejtpërdrejta.
st: Nalane ea phallo e tlala ka mor'a mehlala e seng mekae e phelang.
su: Sajarah throughput ngeusian saatos sababaraha conto langsung.
sv: Genomströmningshistorik fylls i efter några levande prover.
sw: Historia ya upitishaji hujazwa baada ya sampuli chache za moja kwa moja.
ta: சில நேரடி மாதிரிகளுக்குப் பிறகு செயல்திறன் வரலாறு நிரப்பப்படும்.
te: కొన్ని ప్రత్యక్ష నమూనాల తర్వాత నిర్గమాంశ చరిత్ర నింపబడుతుంది.
tg: Таърихи интиқол пас аз чанд намунаи зинда пур мешавад.
th: ประวัติปริมาณการประมวลผลจะถูกเติมหลังจากตัวอย่างสดเพียงไม่กี่ตัวอย่าง
tr: Üretim geçmişi birkaç canlı örnekten sonra tamamlanır.
uk: Історія пропускної здатності заповнюється після кількох живих зразків.
ur: تھرو پٹ ہسٹری چند زندہ نمونوں کے بعد بھرتی ہے۔
uz: O'tkazish tarixi bir nechta jonli namunalardan so'ng to'ldiriladi.
vi: Lịch sử thông lượng sẽ hiển thị sau một vài mẫu trực tiếp.
xh: Imbali yokudlulisa igcwalisa emva kweesampulu ezimbalwa eziphilayo.
yi: די געשיכטע פון ​​דורכקייט פילט זיך נאָך אַ ביסל לעבן סאַמפּאַלז.
yo: Itan ipa-ọna kun ni lẹhin awọn ayẹwo ifiwe diẹ.
zh_hans: 在一些实时样本之后，吞吐量历史记录就会被填充。
zh_hant: 在一些即時樣本之後，吞吐量歷史記錄就會被填入。
zu: Umlando wokudlulisa ugcwalisa ngemva kwamasampuli ambalwa abukhoma.

source: Title
af: Titel
am: ርዕስ
ar: العنوان
az: Başlıq
be: Назва
bg: Заглавие
bn: শিরোনাম
bs: Naslov
ca: Títol
ceb: Titulo
co: Titulu
cs: Název
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
eo: Titolo
es: Título
et: Pealkiri
eu: Izenburua
fa: عنوان
fi: Otsikko
fil: Pamagat
fr: Titre
fy: Titel
ga: Teideal
gd: Tiotal
gl: Título
gu: શીર્ષક
ha: Take
haw: Poʻo inoa
he: כותרת
hi: शीर्षक
hr: Naslov
ht: Tit
hu: Cím
hy: Վերնագիր
id: Judul
ig: Aha
is: Titill
it: Titolo
ja: タイトル
jv: judhul
ka: სათაური
kk: Тақырып
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ku: Sernav
la: Titulus
lb: Titel
lo: ຫົວຂໍ້
lt: Pavadinimas
lv: Nosaukums
mg: Lohateny
mi: Taitara
mk: Наслов
ml: തലക്കെട്ട്
mn: Гарчиг
mr: शीर्षक
ms: Tajuk
mt: Titolu
my: ခေါင်းစဉ်
nb: Tittel
ne: शीर्षक
nl: Titel
ny: Mutu
pa: ਸਿਰਲੇਖ
pl: Tytuł
ps: عنوان
pt: Título
ro: Titlu
ru: Название
sd: عنوان
si: මාතෘකාව
sk: Názov
sl: Naslov
sm: Ulutala
so: Ciwaanka
sq: Titulli
st: Sehlooho
su: Judul
sv: Titel
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
tg: Унвон
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
ur: عنوان
uz: Sarlavha
vi: Tiêu đề
xh: Isihloko
yi: טיטל
yo: Akọle
zh_hans: 标题
zh_hant: 標題
zu: Isihloko

source: Top Memory Pressure
af: Top geheue druk
am: ከፍተኛ የማህደረ ትውስታ ጫና
ar: أعلى ضغط الذاكرة
az: Üst Yaddaş Təzyiq
be: Верхні ціск памяці
bg: Топ натиск на паметта
bn: শীর্ষ মেমরি চাপ
bs: Vrhunski pritisak memorije
ca: Pressió de memòria superior
ceb: Pinakataas nga Presyon sa Memorya
co: Pressione di memoria superiore
cs: Horní tlak paměti
cy: Pwysau Cof Uchaf
da: Top hukommelsestryk
de: Höchster Speicherdruck
el: Κορυφαία πίεση μνήμης
eo: Supra Memora Premo
es: Presión de memoria superior
et: Ülemine mälu rõhk
eu: Goiko Memoriaren Presioa
fa: فشار بالای حافظه
fi: Muistin yläpaine
fil: Nangungunang Presyon ng Memory
fr: Pression mémoire maximale
fy: Top Unthâld druk
ga: Brú Cuimhne Barr
gd: Àrd Brùthadh Cuimhne
gl: Presión de memoria superior
gu: ટોપ મેમરી પ્રેશર
ha: Babban Matsi na Ƙwaƙwalwar Ƙwaƙwalwa
haw: Pumi Hoʻomanaʻo Kiʻekiʻe
he: לחץ זיכרון עליון
hi: शीर्ष मेमोरी दबाव
hmn: Sab saum toj Nco Siab
hr: Najviši pritisak memorije
ht: Top Presyon memwa
hu: Felső memórianyomás
hy: Հիշողության վերին ճնշում
id: Tekanan Memori Teratas
ig: Nrụgide ebe nchekwa kachasị
is: Topp minnisþrýstingur
it: Massima pressione sulla memoria
ja: トップメモリプレッシャー
jv: Tekanan Memori Top
ka: ზედა მეხსიერების წნევა
kk: Жадтың жоғарғы қысымы
km: សម្ពាធកំពូលនៃការចងចាំ
kn: ಟಾಪ್ ಮೆಮೊರಿ ಒತ್ತಡ
ko: 최고 메모리 압력
ku: Zexta Bîra Top
ky: Жогорку эс басымы
la: Top Pressure Memoria
lb: Top Erënnerung Drock
lo: ຄວາມກົດດັນດ້ານຄວາມຈໍາສູງສຸດ
lt: Viršutinis atminties slėgis
lv: Augšējais atmiņas spiediens
mi: Te Peehanga Mahara Runga
mk: Врвен притисок на меморијата
ml: ടോപ്പ് മെമ്മറി പ്രഷർ
mn: Санах ойн дээд даралт
mr: शीर्ष मेमरी प्रेशर
ms: Tekanan Memori Atas
mt: Pressjoni tal-Memorja ta' Fuq
my: ထိပ်တန်းမှတ်ဉာဏ်ဖိအား
nb: Topp minnetrykk
ne: शीर्ष मेमोरी दबाब
nl: Topgeheugendruk
pa: ਚੋਟੀ ਦਾ ਮੈਮੋਰੀ ਦਬਾਅ
pl: Największe obciążenie pamięci
ps: د حافظې لوړ فشار
pt: Pressão de memória superior
ro: Presiunea maximă a memoriei
ru: Максимальная нагрузка на память
sd: مٿيون ميموري پريشر
si: ඉහළ මතක පීඩනය
sk: Najvyšší tlak pamäte
sl: Najvišji pomnilniški pritisk
sm: O'omiga Sili o le Mafaufau
so: Cadaadiska ugu sarreeya ee xusuusta
sq: Presioni i lartë i memories
st: Khatello e Phahameng ea Memori
su: Tekanan Mémori Top
sv: Högsta minnestryck
sw: Shinikizo la Kumbukumbu la Juu
ta: உயர் நினைவக அழுத்தம்
te: టాప్ మెమరీ ప్రెజర్
tg: Фишори болоии хотира
th: ความดันหน่วยความจำสูงสุด
tr: Üst Bellek Basıncı
uk: Максимальний тиск на пам'ять
ur: ٹاپ میموری پریشر
uz: Yuqori xotira bosimi
vi: Áp lực bộ nhớ hàng đầu
xh: Uxinzelelo lweMemori ephezulu
yi: שפּיץ זכּרון דרוק
yo: Top Memory Ipa
zh_hans: 最大内存压力
zh_hant: 最大記憶體壓力
zu: Ingcindezi Yenkumbulo Ephezulu
